{
    "lawId": "LOV-2006-05-19-16",
    "lawName": "Lov om rett til innsyn i dokument i offentleg verksemd (offentleglova)",
    "shortName": "Offentleglova",
    "announcementDate": {
        "year": 2006,
        "month": 5,
        "day": 19
    },
    "allPossibleNamesForLaw": [
        "LOV-2006-05-19-16",
        "Lov om rett til innsyn i dokument i offentleg verksemd (offentleglova)",
        "Offentleglova",
        "Offentleglova (2006)",
        "rett til innsyn i dokument i offentleg verksemd"
    ],
    "chapters": [
        {
            "name": "Kapittel 1 Innleiande føresegner",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med lova er å leggje til rette for at offentleg verksemd er open og gjennomsiktig, for slik å styrkje informasjons- og ytringsfridommen, den demokratiske deltakinga, rettstryggleiken for den enkelte, tilliten til det offentlege og kontrollen frå ålmenta. Lova skal òg leggje til rette for vidarebruk av offentleg informasjon."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Verkeområdet til lova",
                    "sections": [
                        "Lova gjeld for\na)\tstaten, fylkeskommunane og kommunane,\nb)\tandre rettssubjekt i saker der dei gjer enkeltvedtak eller utferdar forskrift,\nc)\tsjølvstendige rettssubjekt der stat, fylkeskommune eller kommune direkte eller indirekte har ein eigardel som gir meir enn halvparten av røystene i det øvste organet i rettssubjektet, og\nd)\tsjølvstendige rettssubjekt der stat, fylkeskommune eller kommune direkte eller indirekte har rett til å velje meir enn halvparten av medlemmene med røysterett i det øvste organet i rettssubjektet.\nBokstavane c og d gjeld ikkje rettssubjekt som hovudsakleg driv næring i direkte konkurranse med og på same vilkår som private. For verksemder som etter offentleg oppkjøp eller liknande kjem inn under bokstavane c eller d, gjeld lova frå og med fjerde månadsskiftet etter den månaden da vilkåra vart oppfylte.",
                        "Kongen kan gi forskrift om at lova ikkje skal gjelde for sjølvstendige rettssubjekt eller for visse dokument hos sjølvstendige rettssubjekt som er omfatta av første ledd bokstavane c eller d, dersom det må reknast som nødvendig ut frå omsynet til arten av verksemda, konkurransesituasjonen eller andre særlege tilhøve. Det same gjeld dersom det gjeld unntak frå innsynsretten for det alt vesentlege av dokumenta til verksemda og særlege tungtvegande omsyn tilseier det. Kongen kan gi forskrift om at lova heilt eller delvis skal gjelde for sjølvstendige rettssubjekt som er knytte til stat eller kommune utan å oppfylle vilkåra i første ledd bokstav c eller d, eller som er unnatekne etter første ledd andre punktum.",
                        "Lova gjeld ikkje for Stortinget, Riksrevisjonen, Stortingets ombodsmann for forvaltninga og andre organ for Stortinget.",
                        "Lova gjeld ikkje for gjeremål som domstolane har etter rettsstellovene. Lova gjeld heller ikkje for gjeremål som andre organ har etter rettsstellovene i eigenskap av rettsstellorgan. Lova gjeld dessutan ikkje for gjeremål som politiet og påtalemakta har etter straffeprosessloven. Kongen kan gi forskrifter om kva lover som skal reknast som rettsstellover, og om at enkelte gjeremål etter rettsstellovene likevel skal vere omfatta av lova.",
                        "Lova gjeld for Svalbard dersom ikkje anna blir fastsett av Kongen.",
                        "Føresegnene i § 6, § 7 andre ledd, § 8 tredje ledd andre punktum og fjerde og femte ledd og § 30 første ledd tredje punktum og andre ledd gjeld uavhengig av føresegnene i paragrafen her for alle verksemder som er omfatta av EØS-avtalen vedlegg XI nr. 5k (direktiv 2003/98/EF) om vidarebruk av informasjon frå offentleg sektor."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Hovudreglane om innsyn",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Hovudregel",
                    "sections": [
                        "Saksdokument, journalar og liknande register for organet er opne for innsyn dersom ikkje anna følgjer av lov eller forskrift med heimel i lov. Alle kan krevje innsyn i saksdokument, journalar og liknande register til organet hos vedkommande organ."
                    ]
                }
            ]
        }
    ]
}